Repository: hayberken/rox-find
Catalog: Messages/*.po
Languages: es

source: Match case ($C)
es: Coincidir Mayús/minús ($C)

source: display options dialog
es: visualizar diálogo de opciones

source: specify search text
es: especificar texto de búsqueda

source: Pattern
es: Conteniendo

source: Edit command
es: Editar acción

source: Filename
es: Nombre de archivo

source: specify search path
es: especificar ruta de búsqueda

source: Ignore binary files ($B)
es: Ignorar archivos binarios ($B)

source: Files
es: Archivos

source: Your preferred text editor
es: Su editor de texto preferido

source: Match whole words ($W)
es: Coincidir palabras completas ($W)

source: Recurse subdirectories ($R)
es: Subdirectorios recursivos ($R)

source: (use $File and $Line to represent filename and line number)
es: (usar $File y $Line para representar al nombre de archivo y número de línea)

source: Ignore binary files
es: Ignorar archivos binarios

source: Search subdirectories
es: Buscar en subdirectorios

source: There is no run action defined for text files!
es: ¡No se ha definido la acción a ejecutar para archivos de texto!

source: specify files to search in
es: especificar archivos para buscar dentro de ellos

source: Path
es: Ruta

source: Line
es: Línea

source: Your preferred find command settings.
es: Sus preferencias para la acción de búsqueda

source: Settings
es: Preferencias

source: Match whole words
es: Coincidir palabras completas

source: Match case
es: Coincidir Mayús/minús

source: Find command
es: Acción de búsqueda

source: There was a problem with this search
es: Ocurrió un problema con esta búsqueda

source: Use $P, $F and $T to represent the search Path, the Files to examine and the search Text. Additional options are defined below.
es: Usar $P, $F Y $T para representar la Ruta de búsqueda, los Archivos a examinar y el Texto de búsqueda, Las opciones adicionales están definidas más abajo.

source: Your search returned no results
es: Su búsqueda no devolvió resultados

source: Text
es: Texto

source: Select folder
es: Seleccionar carpeta
